Repository: Mahdi-A98/Rss-Feed-Aggregator
Catalog: rss_feed/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Token should be provided
fa: توکن ارائه نشده است

source: Token prefix doesn't match
fa: پیشوند توکن اشتباه است

source: User identifier not found in JWT
fa: شناسه کاربر در توکن یافت نشد

source: Token expired
fa: توکن منقضی شده است

source: User not found
fa: کاربر پیدا نشد

source: You should provide credentials !!
fa: لطفاً اصلاعات مورد نیاز را وارد نمایید

source: Invalid signature
fa: امضای اشتباه

source: Token has expired
fa: توکن منقضی شده است

source: Token not found
fa: توکن یافت نشد

source: email address
fa: ایمیل

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: date joined
fa: تاریخ عضویت

source: user
fa: کاربر

source: users
fa: کاربران

source: Authentication faild
fa: اعتبارسنجی ناموفق

source: invalid user id
fa: شناسه کاربری نامعتبر

source: Logout successfully
fa: خروج موفقیت آمیز

source: you liked {like.content_object.title} {like.content_object.__class__.__name__} successfully
fa: شما {like.content_object.title} {like.content_object.__class__.__name__} را با وفقیت لایک کردید

source: you comment on {comment.content_object.title} {comment.content_object.__class__.__name__} successfully
fa: نظر شما روی {comment.content_object.title} {comment.content_object.__class__.__name__} با موفقیت ثبت شد

source: Playlist created successfully
fa: پلی لیست با موفقیت ساخته شد

source: URL is saved
fa: لینک ثبت شده است

source: URL is invalid!
fa: لینک نامعتبر است

source: Rss file save in database successfully.
fa: فایل ار اس اس با موفقیت در دیتابیس ذخیره شد

source: xml is invalid!
fa: ایکس ام ال نامعتبر است

source: xml is going to update
fa: ایکس ام ال در حال بروزرسانی است

source: Persian
fa: فارسی

source: English
fa: انگلیسی
